Repository: abrt/l10n
Catalog: *.po
Languages: bs, fr, si

source: You must use HTTPS
bs: Morate koristiti HTTPS
fr: Vous devez utiliser HTTPS

source: Invalid URL
bs: Neispravan URL
fr: L’URL est invalide

source: There is no such task
bs: Ovdje nema takvog zadatka
fr: Aucune tâche correspondante

source: Invalid password
bs: Pogrešna lozinka
fr: Mot de passe invalide

source: There is no backtrace for the specified task
bs: Ne postoji povratni trag za navedeni zadatak
fr: Il n’y a pas de trace d’appels pour la tâche indiquée

source: Retrace server is fully loaded at the moment
bs: Opslužitelj za ponovno praćenje je trenutno potpuno učitan
fr: Le serveur Retrace est actuellement à pleine charge

source: You must use POST method
bs: Morate koristiti POST metodu
fr: Vous devez utiliser la méthode POST

source: Specified archive format is not supported
bs: Specificirani format arhive nije podržan
fr: Le format d’archive indiqué n’est pas pris en charge

source: You need to set Content-Length header properly
bs: Trebate pravilno setovati zaglavlje Sadržaj-Dužina
fr: Vous devez renseigner correctement l’en-tête Content-Length

source: Specified archive is too large
bs: Specificirana arhiva je prevelika
fr: L’archive spécifiée est trop volumineuse

source: X-CoreFileDirectory header has been disabled by server administrator
bs: X-CoreFileDirectory zaglavlje je isključeno od administratora opslužitelja
fr: L'en-tête X-CoreFileDirectory a été désactivé par l'administrateur du serveur

source: Unable to create working directory
bs: Nije moguće kreirati radni direktorij
fr: Impossible de créer le dossier de travail

source: Unable to obtain disk free space
bs: Nije moguće dobiti slobodan prostor na disku
fr: Impossible d’obtenir l’espace libre du disque

source: There is not enough storage space on the server
bs: Na opslužitelju nema dovoljno prostora za pohranu
fr: Il n’y a pas assez d’espace de stockage sur le serveur

source: Unable to create new task
bs: Nije moguće kreirati novi zadatak
fr: Impossible de créer une nouvelle tâche

source: The directory specified in 'X-CoreFileDirectory' does not exist
bs: Direktorijum specificiran u 'X-CoreFileDirectory' ne postoji
fr: Le répertoire spécifié dans « X-CoreFileDirectory » n’existe pas

source: There are %d files in the '%s' directory. Only a single archive is supported at the moment
bs: U direktorijumu '%d' nalazi se '%s' datoteka. Trenutno je podržana samo jedna arhiva
fr: Il y a %d fichiers dans le répertoire « %s ». Seule une archive unique est actuellement prise en charge

source: You header specifies '%s' type, but the file type does not match
bs: Vaše zaglavlje navodi '%s' vrstu, ali vrsta datoteke se ne podudara
fr: Votre en-tête spécifie le type « %s », mais le type du fichier ne correspond pas

source: Unable to save archive
bs: Nije moguće sačuvati arhivu
fr: Impossible d’enregistrer l’archive

source: Unable to obtain unpacked size
bs: Nije moguće dobiti raspakiranu veličinu
fr: Impossible d’obtenir la taille décompressée

source: Specified archive's content is too large
bs: Sadržaj navedene arhive je prevelik
fr: Le contenu de l’archive spécifiée est trop volumineux

source: Unable to unpack archive
bs: Nije moguće raspakovati arhivu
fr: Impossible de décompresser l’archive

source: Symlinks are not allowed to be in the archive
bs: Prečaci nisu dozvoljeni u arhvi
fr: Les liens symboliques ne sont pas autorisés dans l’archive

source: The '%s' file is larger than expected
bs: Ova '%s' datoteka je veća od očekivane veličine datoteke
fr: Le fichier « %s » est plus volumineux que prévu

source: File '%s' is not allowed to be in the archive
bs: Datoteka '%s' nije dozvoljeno da bude u arhivi
fr: Le fichier « %s » n’est pas permis dans l’archive

source: Interactive tasks were disabled by server administrator
bs: Interaktivni zadatci su isključeni od strane administratora opslužitelja
fr: Les tâches interactives ont été désactivées par l'administrateur du serveur

source: Required file '%s' is missing
bs: Nedostaje zahtjevana datoteka '%s'
fr: Le fichier requis « %s » est manquant

source: Retrace Server
bs: Opslužitelj za ponovna praćenja

source: Welcome to Retrace Server
bs: Dobrodošli na opslužitelj za ponovna praćenja
fr: Bienvenue sur Retrace Server

source: Retrace Server is a service that provides the possibility to analyze coredump and generate backtrace over network. You can find further information at Retrace Server&apos;s github:
bs: Opslužitelj za ponovna praćenja je usluga koja pruža mogućnost analiziranja jezgrenih zapisa i njihova ponovna praćenja putem mreže. Više iniformacija o opslužitelju ponovnih praćenja možete pronaći na &apos;s github:
fr: Retrace Server est un service offrant la possibilité d’analyser des instantanés de la mémoire (coredump) et de générer des traces d’appels depuis le réseau (backtrace). Vous pouvez trouver plus d’informations sur le dépôt Github de Retrace Server :

source: Only the secure HTTPS connection is now allowed by the server. HTTP requests will be denied.
bs: Samo sigurne HTTPS konekcije su sada dozvoljene od strane opslužitelja. HTTP zahtjevi će biti odbijeni.
fr: Seules les connexions sécurisées HTTPS sont désormais autorisées par le serveur. Les requêtes HTTP seront refusées.

source: Both HTTP and HTTPS are allowed. Using HTTPS is strictly recommended because of security reasons.
bs: Oba protokola HTTP i HTTPS su dozvoljena. Korištenje HTTPS-a se striknto preporučuje iz siguronosnih razloga.
fr: HTTP et HTTPS sont tous deux permis. Utiliser HTTPS est cependant fortement recommandé pour des raisons de sécurité.

source: The following releases are supported: %s
bs: Slijedeće verzije su podržane: %s
fr: Les versions suivantes sont prises en charge : %s

source: Your coredump is only kept on the server while the retrace job is running. Once the job is finished, the server keeps retrace log and backtrace. All the other data (including coredump) are deleted. The retrace log and backtrace are only accessible via unique task ID and password, thus no one (except the author) is allowed to view it. All the crash information (including backtrace) is deleted after %d hours of inactivity. No possibly private data are kept on the server any longer.
bs: Vaš jezgreni zapis se čuva na opslužitelju dok se zadatak ponovnog praćenja izvršava. Jednom kada je ovaj zadatak obavljen, opslužitelj čuva zapis o ponovnom praćenju i samo ponovno praćenje. Svi ostali podatci (uključujući i jezgreni zapis) bivaju obrisani. Ovaj zapis kao i samo ponovno praćenje su dostupni jedino putem jedinstvenog ID zadatka i lozinke, budući da niko (osim autora) nije autoriziran da isti pregleda. Svi zapisi o rušenju aplikacije (uključujući i jezgreni zapis) je obrisan nakon %d sati neaktivnosti. Nije moguće privatne podatke čuvati duže od tog specificiranog vremenskog perioda.
fr: Votre coredump n'est conservé sur le serveur uniquement pour la durée de l'exécution de la tâche de retraçage. Une fois la tâche terminée, le serveur conserve seulement le journal de retraçage ainsi que la trace d’appels. Toutes les autres données (dont le coredump) sont supprimées. Le journal de retraçage et la trace d’appels ne sont accessibles qu'à l'aide d'un ID de tâche unique et d'un mot de passe. De fait, personne (à part l'auteur) ne peut y accéder. L'ensemble des informations relatives aux plantages (dont la trace d’appels) sont supprimées après %d heures d'inactivité. Aucune donnée pouvant être considérée comme personnelle n'est conservée à l'issue de la durée de traitement.

source: Your coredump is only used for retrace purposes. Server administrators are not trying to get your private data from coredumps or backtraces. Using a secure communication channel (HTTPS) is strictly recommended. Server administrators are not responsible for the problems related to the usage of an insecure channel (such as HTTP).
bs: Vaš jezgreni zapis je korišten samo za svrhu ponovnog praćenja. Administratori opslužitelja ne pokušavaju da dobiju vaše privatne podatke iz ovih jezgrenih zapisa ili ponovnih praćenja. Koristeći osigurani komunikacijski protokol HTTPS se striktrno preporučuje. Administratori opslužitelja nisu odgovorni za eventualne probleme u slučaju korištenja neosiguranog protokola (kao što je HTTP).
fr: Votre coredump est utilisé uniquement à des fins de retraçage. Les administrateurs du serveur ne cherchent pas à obtenir vos données personnelles à partir des coredumps ou des traces d’appels. L'utilisation d'un canal de communication sécurisé (HTTPS) est fortement recommandée. Les administrateurs du serveur ne sont pas responsables des problèmes engendrés par l'utilisation d'un canal non sécurisé (comme HTTP).

source: At the moment the server is loaded for %d%% (running %d out of %d jobs).
bs: U ovom momentu opslužitelj je opterećen za %d%% (pokreće %d od ukupno %d zadataka).
fr: Actuellement, le serveur est chargé à %d%% (%d travaux en cours sur %d).

source: There is no log for the specified task
bs: Ne postoji zapis za specificirani zadatak
fr: Il n’y a aucun journal pour la tâche indiquée

source: Architecture
bs: Arhitektura

source: Architectures
bs: Arhitekture

source: Build-id
bs: Ugrađeni-id

source: Count
bs: Brojanje
fr: Nombre

source: Denied jobs
bs: Odbijeni poslovi
fr: Travaux refusés

source: Failed
bs: Neuspjelo
fr: Échecs

source: First retrace
bs: Prvi ponovni pregled
fr: Premier retraçage

source: Global statistics
bs: Globalne statistike
fr: Statistiques globales

source: Missing build-ids
bs: Nedostaju ugrađeni-id-ovi
fr: Build-ids manquants

source: Name
bs: Ime
fr: Nom
si: නම

source: Release
bs: Izdanje
fr: Version

source: Releases
bs: Izdanja
fr: Versions

source: Required packages
bs: Potrebni paketi
fr: Paquets requis

source: Retraced packages
bs: Ponovno praćeni paketi
fr: Paquets retracés

source: Retrace Server statistics
bs: Statistika opslužitelja za ponovna praćenja
fr: Statistiques Retrace Server

source: Shared object name
bs: Ime dijeljenog objekta
fr: Nom de l’objet partagé

source: Successful
bs: Uspješno
fr: Réussi

source: Total
bs: Ukupno

source: Versions
bs: Verzije

source: _Report
si: වාර්තාව (_R)

source: _Delete
si: මකන්න

source: D_etails
si: විස්තර

source: _Open the problem data directory
si: ප්‍රශ්න දත්ත බහලුම විවෘත කරන්න

source: _Copy the problem ID to Clipboard
si: ප්‍රශ්න හැඳුනුම් අංකය ක්ලිප්බෝර්ඩ් වෙත පිටපත් කරන්න

source: _Filter
si: පෙරහන (_F)

source: _Preferences
si: මනාප

source: _About Problem Reporting
si: ගැටළු වාර්තා කිරීම ගැන

source: Select multiple problems
si: ගැටළු කිහිපයක් තෝරන්න

source: Submit selected problem
si: තෝරාගත් ගැටලුව ඉදිරිපත් කරන්න

source: Delete selected problems
si: තෝරාගත් ගැටළු මකන්න

source: Type to search
si: සෙවීමට ටයිප් කරන්න

source: Version
si: අනුවාදය

source: First Detected
si: මුලින්ම හඳුනාගත් දිනය

source: Reported
si: වාර්තා කර ඇත

source: Show problem details
si: ගැටළු විස්තර පෙන්වන්න

source: No problems detected!
si: කිසිදු ගැටලුවක් හඳුනාගෙන නොමැත!

source: No source selected!
si: මූලාශ්‍රයක් තෝරාගෙන නැත!

source: Selected problem ID
si: තෝරාගත් ප්‍රශ්න හැඳුනුම් අංකය

source: My
si: මාගේ

# bugs
source: System
si: පද්ධතිය

source: abrt;bug reporting;crash logger;
si: අවසන් කරන්න; දෝෂ වාර්තාකරණය; ක්‍රැෂ් ලොගර්;

source: Collection of software tools designed for collecting, analyzing and reporting of software issues.
si: මෘදුකාංග ගැටළු එකතු කිරීම, විශ්ලේෂණය කිරීම සහ වාර්තා කිරීම සඳහා නිර්මාණය කර ඇති මෘදුකාංග මෙවලම් එකතුව.

source: Its main purpose is to ease the process of reporting an issue and finding a solution.
si: එහි ප්‍රධාන අරමුණ වන්නේ ගැටලුවක් වාර්තා කිරීමේ සහ විසඳුමක් සෙවීමේ ක්‍රියාවලිය පහසු කිරීමයි.

source: Can't get interface '{0}' on path '{1}' in bus '{2}': {3}
si: අතුරුමුහුණත ලබා ගත නොහැක.'{0}'මාර්ගයේ'{1}'බස් තුළ'{2}':'{3}'

source: Future
si: අනාගතය

source: Yesterday
si: ඊයේ

source: Last week
si: පසුගිය සතිය

source: {0:d} week ago
si: {0:d} සතියකට පෙර

source: Last month
si: පසුගිය මාසය

source: {0:d} month ago
si: {0:d} මාසයකට පෙර

source: Last year
si: පසුගිය අවුරුද්ද

source: {0:d} year ago
si: {0:d} අවුරුදුකට පෙර

# package name
source: System
si: පද්ධතිය

source: Application Crash
si: යෙදුම කඩා වැටීමක්

source: System Crash
si: පද්ධතිය කඩා වැටීම

source: System Failure
si: පද්ධති දෝෂය

source: Misbehavior
si: අනුචිත ක්‍රියාකාරීත්වය

source: Unexpected system error
si: අපේක්ෂිත නොවූ පද්ධති දෝෂයක්

source: The system has encountered a problem and recovered.
si: පද්ධතියට ගැටළුවක් හමුවුණද, එය සාර්ථකව ප්‍රතිසාධනය කර ඇත.

source: Fatal system failure
si: ගැඹුරු පද්ධති අසාර්ථකත්වය

source: The system has encountered a problem and could not continue.
si: පද්ධතියට ගැටළුවක් හමුවී ඇති අතර, එය ඉදිරියට ක්‍රියාත්මක විය නොහැක.

source: {0} problem has been detected
si: {0} ගැටළුවක් හඳුනාගෙන ඇත

source: {0} quit unexpectedly
si: {0} අපේක්ෂිත නොවූ ලෙස අත්හරි ඇත

source: The application encountered a problem and could not continue.
si: යෙදුමට ගැටළුවක් හමුවී ඇති අතර, එය ඉදිරියට ක්‍රියාත්මක විය නොහැක.

source: N/A
si: අ/නොවේ

source: cannot be reported
si: වාර්තා කර නොහැක

source: Reports
si: වාර්තා

source: This problem has been reported, but a <i>Bugzilla</i> ticket has not been opened. Our developers may need more information to fix the problem. Please consider also <b>reporting it</b> to Bugzilla in order to provide that. Thank you.
si: මෙම ගැටළුව වාර්තා කර ඇති අතර, <i>Bugzilla දෝෂ නිරාකරණ පද්ධතිය</i> ටිකට්පතක් විවෘත කර නැත. අපගේ සංවර්ධකයින්ට ගැටළුව විසඳීමට තවත් තොරතුරු අවශ්‍ය විය හැක. කරුණාකර එය <b>Bugzilla දෝෂ නිරාකරණ පද්ධතිය</b> වෙත වාර්තා කිරීමට මැනවින් සැළකිල්ලෙන් බලන්න. ස්තූතියි.

source: yes
si: ඔව්

source: no
si: නැහැ
